Repository: abalos11/PeaceBooster_IOS_AI
Catalog: CEO/*.lproj/Localizable.strings
Languages: ar, he

source: Next
ar: التالي
he: הַבָּא

source: NEXT
ar: التالي
he: הַבָּא

source: Skip
ar: تخطي
he: לְדַלֵג

source: Get started
ar: لنبدأ
he: התחל

source: Let’s begin
ar: لنبدأ
he: בואו נתחיל

source: Welcome to Peace Booster
ar: مرحبًا بك في Peace Booster
he: ברוכים הבאים ל-Peace Booster

source: True peace does not need more concepts or effort. You’re here to remember the deep calm and quiet strength that have always been yours.
ar: السلام الحقيقي لا يحتاج إلى مزيد من المفاهيم أو الجهد. أنت هنا لتتذكر الهدوء العميق والقوة الهادئة التي لطالما كانت ملكك.
he: שלום אמיתי אינו זקוק ליותר מושגים או מאמץ. אתה כאן כדי לזכור את השלווה העמוקה והכוח השקט שתמיד היו שלך.

source: Let’s go deeper
ar: دعونا نذهب أعمق
he: בואו נעמיק

source: It’s More Than Just Calm
ar: إنه أكثر من مجرد هدوء
he: זה יותר מסתם רוגע

source: Real peace isn’t just the absence of conflict—it’s the presence of unshakable clarity and wisdom that dissolve anxiety, conflict, and fear at the roots.
ar: السلام الحقيقي ليس مجرد غياب الصراع، بل هو وجود صفاء وحكمة راسخة تُذيب القلق والصراع والخوف من جذورهما.
he: שלום אמיתי אינו רק היעדר קונפליקט - זוהי נוכחות של בהירות וחוכמה בלתי מעורערות שממיסות חרדה, קונפליקט ופחד מהשורשים.

source: A Daily Ritual for Peace
ar: طقوس يومية من أجل السلام
he: טקס יומי לשלום

source: Each day, you’ll be guided to gently release old patterns and illusions. Watch them dissolve—and feel your natural calm return.
ar: كل يوم، ستُرشدك للتخلص من الأنماط والأوهام القديمة بلطف. شاهدها تتلاشى، واشعر بعودة هدوئك الطبيعي.
he: בכל יום, תונחו לשחרר בעדינות דפוסים ואשליות ישנות. צפו בהם מתמוססים -בכל יום, תונחו לשחרר בעדינות דפוסים ואשליות ישנות. צפו בהם מתמוססים - והרגישו את השלווה הטבעית שלכם חוזרת.

source: Start Now
ar: ابدأ الآن
he: התחל עכשיו

source: A Path to Global Calm
ar: الطريق إلى الهدوء العالمي
he: דרך לשקט עולמי

source: True peace begins within and radiates outward. Offered in 4 languages—so you can find clarity wherever you are and help resolve conflict at every level.
ar: السلام الحقيقي يبدأ من الداخل وينتشر إلى الخارج. متوفر بأربع لغات، لتجد الوضوح أينما كنت، وتساعد في حل النزاعات على جميع المستويات.
he: שלום אמיתי מתחיל מבפנים וקורן החוצה. מוצע ב-4 שפות - כך שתוכלו למצוא בהירות בכל מקום שאתם נמצאים ולעזור לפתור סכסוכים בכל רמה.

source: Begin the journey
ar: ابدأ الرحلة
he: התחל את המסע

source: Your Calm Changes Everything
ar: هدوؤك يغير كل شيء
he: השלווה שלך משנה הכל

source: Do you experience (--)’s existence and yours as two different existences?
ar: هل أنت تختبر وجود (--) و وجودك كوجودين مختلفين؟
he: האם אתה חווה את קיומו של (--) ושלך כשני קיומים שונים?

source: Do you experience this person as someone different from you?
ar: هل ترى هذا الشخص مختلفًا عنك؟
he: האם אתה חווה את האדם הזה כמישהו שונה ממך?

source: To keep going and get the best experience, just make up a name for the woman in the photo—and enter your own name below hers.
he: כדי להמשיך ולקבל את החוויה הטובה ביותר, פשוט המציאו שם לאישה בתמונה - והזינו את שמכם מתחת לשלה

source: Name the Person in the Photo
ar: قم بتسمية الشخص الموجود في الصورة.
he: ציינו את שם האדם שבתמונה.

source: What is your name?
ar: ما اسمك؟
he: מה שמך?

source: Please fill in both fields
ar: يرجى ملء كلا الحقلين.
he: אנא מלאו את שני השדות.

source: NO
ar: لا
he: לֹא

source: YES
ar: نعم
he: כֵּן

source: Rephrase
ar: إعادة صياغة
he: לוֹמַר בְּמִלִים אֲחֵרוֹת

source: OK
ar: نعم
he: בְּסֵדֶר

source: We understand this is not easy; however, your answer is incorrect.
ar: نحن ندرك أن هذا ليس بالأمر السهل، ولكن إجابتك غير صحيحة.
he: אנחנו מבינים שזה לא קל; עם זאת, התשובה שלך שגויה.

source: Examine each of the three points below to discover if (--) and you are two different existences.
ar: تصفح كل واحدة من النقط أعلاه من أجل اكتشاف إذا (--) و أنت تمتلكان وجود منفرد أم لا.
he: אנא בחנ/י את 3 הנקודות למטה כדי לגלות אם (--) בעל קיום עצמאי או לא

source: 1. Is (--) one entity?
ar: 1. هل (--) كيان واحد؟
he: 1 האם (--) הינו יישות יחידנית?

source: 2. Is (--) able to self-produce?
ar: 2. هل (--) قادر على الإنتاج الذاتي؟
he: 2 האם (--) מסוגל/ת ליצור באופן עצמאי?

source: 3. Does (--) need your mind's labels to exist as different entity?
ar: 3. هل أنت و (--) تحتجان إلى تسيمات عقلكما الباطنيين من أجل الوجود ككائنين مختلفين؟
he: 3 האם אתה ו-(--) צריכים שתוויות המוח שלכם יתקיימו כישויות שונות?

source: Start Examining Point 1
ar: ابدأ بفحص النقطة 1.
he: התחל לבחון את נקודה 1.

source: Processing ...
ar: يعالج ...
he: עיבוד...

source: Can you see that the person is not one entity, but is composed of parts?
ar: هل يمكنك رؤية (--) على أنه ليس كائن واحد؟
he: האם אתה רואה ש- (--) הוא לא יחיד אלא מורכב מחלקים?

source: Do you see the red squares indicating the parts?
ar: هل يمكنك رؤية المربعات الحمراء التي تشير إلى الأجزاء؟
he: האם אתה רואה את הריבועים האדומים שמציינים את החלקים?

source: Correct! In Step 1 you’ve recognized that (--) is not one entity but a composite of various parts and halves. By acknowledging this, you’ve taken the first step towards understanding the true nature of existence. Remember, (--) is not one entity, and this realization sets the foundation for the next steps in discovering the profound sameness and interconnectedness we all share. Congratulations. You have completed Step #1.
ar: صحيح! لقد تعرفت في الخطوة 1 على أن (--) ليس كائناً مفردًا ولكن مركب من أجزاء وأنصاف عديدة. بالاعتراف بهذا، لقد اتخذت الخطوة الأولى اتجاه فهم الطبيعة الحقيقية للوجود. تذكر، (--) ليس كائناً مفردًا، وهذا الإدراك يضع القاعدة الرئيسية للخطوات التالية في اكتشاف التماثل العميق والترابط الذي نشاركه كلنا. تهانينا! لقد أكملت الخطوة #1.
he: נכון! זיהית ש-(--) אינו ישות יחידה אלא חיבור של חלקים וחצאים שונים. על ידי הכרה בכך, עשית את הצעד הראשון לקראת הבנת הטבע האמיתי של הקיום. זכרו, (--) איננה ישות אחת, וההבנה הזו מציבה את הבסיס לשלבים הבאים בגילוי האחדות העמוקה והקישוריות שכולנו חולקים. מזל טוב! סיימת נקודה 1

source: Really? In that case, something is not right with your phone's display, but please keep going.
ar: حقا؟ في هته الحالة، هناك شيء لا يُعرض بشكل صحيح على هاتفك، ولكن الرجاء تابع المحاولة.
he: באמת? במקרה כזה, משהו לא בסדר עם תצוגת הטלפון שלך, אבל בבקשה המשך.

source: Notice
he: הערה

source: We understand this is challenging. Please try again.
ar: احنا عارفين إنه الاشي مش بسيط. عشان هيك، خلينا نوضح بطريقة تانية
he: אנחנו מבינים שזה לא קל. ננסה להבין בדרך אחרת

source: Is (--) able to self-produce?
ar: (--) قادر على توليد نفسه؟
he: האם (--) מסוגל לייצור עצמי?

source: Can this person exist as (--) without your mind's label of "(--)"?
ar: هل يمكن لـ(--) الوجود كـ "(--)" بدون تسميات عقلك الباطني؟
he: האם אדם זה יכול להתקיים כ (--) ללא התווית של דעתך של "(--)"?

source: If you did not name this person "(--)", would they exist to you as (--)?
ar: إذا لم تسمي هذا الشخص بـ "(--)"، هل كانوا ليوجدون بالنسبة إليك كـ(--)؟
he: אם לא היית קורא לאדם זה "(--)", האם הוא היה קיים אצלך בתור (--)?

source: This person has been existing without any label until the label "(--)" was created and projected by your mind for convenience's sake. This way, everybody can function in concepts as "(--)" and "you".
ar: كان هذا الشخص موجوداً بدون أية تسمية حتى خُلقت تسمية \"(--)\" وعُرضت من قبل عقلك الباطني من أجل راحة البال. هكذا، الجميع يوجد كـ\"(--)\" و"أنت" في مفاهيم، وذلك فقط لعدم وجود فروقات أخرى بين أي أحد.
he: אדם זה היה קיים ללא תווית כלשהי עד שהתווית \"(--)\" נוצרה והוקרנה על ידי דעתך מטעמי נוחות. בדרך זו, כל אחד יכול לתפקד במושגים כמו \"(--)\" ו\"אתה\".

source: Correct. In Step 3, you explored the facts of your mind's labeling and discovered that the person in the photo cannot exist as (--) without your mind's label of "(--)". This realization extends to your own existence, emphasizing the role of mental labels in shaping perceptions and experiences. Please remember, that the label "(--)" is merely a construct of your mind. All labels originate from your mind rather than from the side of any physical forms you are experiencing. Recognizing this challenges the notion of separate existences, as human distinctions exist only in labels. Reflect on how your experience may contradict this fundamental truth. Congratulations. You have completed Step #3.
ar: مزبوط! عشان تسهل/ي عحالك، انت/ي سميت/ي الشخص اللي في الصورة \"(--)\" بالزبط زي ما سميت/ي حالك \"(==)\". عشان هيك، (--) بيحتاج/بتحتاج لاسمه/ـا عشان يعيش/تعيش كـ \"(--)\". هذا الشخص ما بيقدر يوجد كيانه زي (--) من غير الإسم. مبروووك! أنت هيك خلصت نقطة 3
he: נכון. בשלב 3, חקרת את העובדות של תיוג המוח שלך וגילית שהאדם בתמונה לא יכול להתקיים בתור (--) ללא תווית המוח שלך של \"(--)\". ההבנה הזו משתרעת על הקיום שלך, תוך שימת דגש על תפקידן של תוויות מנטליות בעיצוב תפיסות וחוויות אנא זכור ש-\"(--)\" הוא רק תווית בראש שלך ואינו נמצא בצד התמונה או כל צורה פיזית שאתה תופס או חווה הבנה זו מוכיחה שקיימים נפרדים היא שקרית מכיוון שכולם זהים במהות ובמקור ושונים רק בתוויות המוח שלנו מזל טוב. השלמת את שלב מס .3 מזל טוב! השלמת שלב מס 3

source: We understand this is not easy. Please try again.
ar: نتفهم أن الأمر ليس سهلاً. يُرجى المحاولة مرة أخرى.
he: אנו מבינים שזה לא קל. אנא נסה שוב.

source: Can (--) exist as "(--)" without your mind's label?
ar: هل يمكن لـ(--) الوجود كـ "(--)" بدون تسميات عقلك الباطني؟
he: האם אדם זה יכול להתקיים כ (--) ללא התווית של דעתך של "(--)"?

source: Incorrect. Please consider reviewing.
ar: غير صحيح. يُرجى مراجعة ذلك.
he: שגוי. אנא שקול לבדוק.

source: Step #1
ar: الخطوة رقم 1
he: שלב מס' 1

source: Step #2
ar: الخطوة رقم 2
he: שלב מס' 2

source: Step #3
ar: الخطوة رقم 3
he: שלב מס' 3

source: Start Over
ar: ابدأ من جديد
he: התחל מחדש

source: In the beginning, you said that you perceive and experience (--)'s existence and yours as two different existences.
ar: في البداية، قلت أنك تعتبر و تختبر وجود (--) و وجودك على أنهما مختلفان.
he: בהתחלה אמרת שאתה תופס וחווה את קיומו של (--) ושלך כשני קיומים שונים.

source: To claim a true individual existence (--) and you need to be two different existences where each of you is: 1. One entity. 2. Able to self-generate. 3. Existing as (--) and you without your mind's labels. However, you successfully completed all 3 Steps and found the opposite to be true about (--) and you.
ar: من أجل المطالبة بوجود فردي على (--) و أنت أن تكونا وُجودين مختلفين، لذلك كل واحد منكما يجب أن يكون: 1. كائن واحد. 2. قابل على التوليد الذاتي. 3. أن توجدا كـ (--) و أنت بدون تسميات عقلكما الباطني.
he: כדי לתבוע קיום אינדיבידואלי אמיתי (--) ואתה צריך להיות שני קיום שונים, ולכן כל אחד מכם צריך להיות 1. ישות אחת 2. מסוגל ליצור את עצמך 3. קיים כ (--) ו- \"אתה\" ללא תוויות עם זאת, השלמת בהצלחה את כל 3 השלבים ומצאת שההפך נכון לגבי (--) ואליך.

source: You discovered that (--) and you are: 1. Not singular entities. 2. Not able to generate yourselves. 3. In need of your mind's labels of "(--)" and "you" to exist as (--) and you. This proves that (--) and you are not two different existences, and your senses are not showing this fact correctly.
ar: انت/ي اكتشفت/ي إنه (--): 1. ليس كائن واحد. 2. غير قادرين على توليد أنفسكم. 3. بحاجة إلى تسميات عقلكما الباطني لـ"(--)" و "أنت" للوجود كـ (--) و أنت. هذا يثبت أن (--) و أنت بدون وجودكما الخاص، وحواسك لا تعرض هذه الحقيقة بشكل صحيح.
he: גילית את זה (--) ואתה: 1. לא ישות יחידה 2. אינו מסוגל לייצור עצמי, אלא מיוצרים על ידי אותם חלקים אוניברסליים משותפים 3. זקוק לתווית של מוחך עבור "(--)" ו- "אתה" כדי להתקיים כ- (--) ואתה זה מוכיח ש(--) ואתם אינם שני קיום שונים, והחושים שלכם אינם מראים את העובדה הזו בצורה נכונה.

source: Conclusion: it appears to your mind that (--) and you possess different existences, but when examined, (--) and you do not. This proves that your senses are lying to you because (--) and you appear to possess individual existence, but that is not true.
ar: الخلاصة: يبدوا لعقلك الباطني بأن (--) و أنت تملكان وجودين مختلفين، ولكن عندما فُحصت، (--) و أنت لا تملكان وجودين مختلفين. هذا يُثبت أن حواسك تكذب عليك لأن (--) و أنت تظهران كأنكما تملكان وجودكما الخاص، ولكن هذا ليس صحيح.
he: מסקנה: נראה לך שמוחך כי ל-(--) ולך יש קיום משלכם, אך כאשר זה נבדק, מסתבר של-(--) ולך אין קיום עצמאי. זה מוכיח שהחושים שלך משקרים לך מכיוון של-(--) ולך נראה שאתם מחזיקים בקיום משלכם, אבל זה לא נכון.

source: Since you and (--) share the same existence, why do humans believe in many different existences and experience them as real?
ar: بما أنك و (--) تشتركان نفس الوجود، لماذا يؤمن البشر في العديد من الوجودات المختلفة و يختبرونهم كأنهم حقيقة؟
he: מכיוון שאתה ו-(--) חולקים באותו קיום, למה בני אדם מאמינים בקיומים רבים שונים וחווים אותם כממשיים?

source: SUMMARY: What you have discovered:
ar: الملخص: هذا ما الذي اكتشفتَه:
he: הנה התקציר: סיכום של מה שהתגלה:

source: Most people—about 99%—do not realize that no one exists as an individual, separate self. On top of that, our minds invent labels such as "(--)", "(==)", "you", "I", "person", "they", "Black", "White", "Asian". These labels are projected onto people by the mind and then mistakenly believed to be factual. This belief in mental labels distorts the truth, making others appear to have a different kind of existence—when in reality, everyone is identical, sharing the same universal nature. All perceivable differences between people do not belong to them. They belong to the totality of existence that gave rise to everyone. Therefore, these differences are not absolute, but relative—existing only as mental concepts, just as you discovered in Step 3. These are the observable and irrefutable facts of how everyone exists, without exception. Do you see and understand this?
ar: ب99 بالمئة من البشر ليسوا واعين بأن الناس توجد بدون وجود فردي. أي أن عقلنا الباطني اخترع التسميات كـ "(--)"، "(==)"، "(أنت)"، "أنا"، "هم"، "أمريكي"، "أوروبي"، "آسيوي"، "إفريقي"، أو "أي شيء". يعرضهم العقل الباطني على الناس ويعتقد بشكل خاطئ بأنهم حقائق عن الجميع. إيماننا في التسميات المختلفة يغير الحقيقة عن الناس ويؤدي ذلك إلى ظهور الناس على أنهم يمتلكون وجودًا مختلفًا عنا، بالرغم من أن الجميع يفتقر إلى وجود فردي. كل الاختلافات بين الناس هي أقارب وتوجد فقط في مفاهيم التي اكتشفتها في الخطوة #3. هذه حقائق غير قابلة للإنكار عن وجود الناس بدون استثناءات.
he: 99 אחוז מבני האדם אינם מודעים לכך שכל האנשים קיימים ללא קיום אינדיבידואלי. אז המוח שלנו ממציא תוויות כגון "(--)", "(==)", "אתה", "אני", "הם", "אמריקאי", "אירופאי", "אסייתי", "אפריקאי", או "מה שלא יהיה". המוח משליך אותם על אנשים ומאמין בהם בטעות כעובדות על כולם. האמונה שלנו בתיוגים שונים משנה את האמת על אנשים וגורמת להם להיראות כבעלי קיום שונה משלנו, למרות שלכולם אין קיום אינדיבידואלי. כל ההבחנות בין אנשים הן יחסיות וקיימות רק במושגים, כפי שגילית בשלב מספר 3. אלה העובדות הבלתי ניתנות לעירעור על איך כולם קיימים ללא חריגים. אתה רואה ומבין את זה?

source: Singular entities capable of self-production, a characteristic needed for possessing one’s own existence, do not exist, as you learned from completing Step #1 and Step #2. Recognizing that (--) and you lack individual existence, it becomes illogical to perceive and treat you and (--) as two distinct entities.
ar: كائنات فردية قادرة على الإنتاج الذاتي، هي خاصية مطلوبة من أجل الوجود الفردي، لا توجد، كما تعلمت من إكمال الخطوة #1 و الخطوة #2. بالتعرف على أنك و (--) تفتقران إلى الوجود الفردي، يصبح من غير المنطقي إدراك و معاملتك أنت و (--) ككائنين مستقلين.
he: ישויות יחיד המסוגלות לייצור עצמי, מאפיין הדרוש להחזקת קיומו של עצמו, אינן קיימות, כפי שלמדת מהשלמת שלב 1 ושלב מס 2. מתוך הכרה בכך (--) ואתה חסרים קיום אינדיבידואלי, זה נעשה לא הגיוני לתפוס אותך ולהתייחס אליך ואל (--) כאל שתי ישויות נפרדות.

source: Correct. You and (--) lack individual existence as you’re not singular entities with the capacity for self-production. Instead, both of you are compositions of the same universal nature, comprising of countless physical and non-physical elements, rather than originating autonomously. Your origin and essence are identical, and any perceived distinctions do not belong to any individual; they are relative and arise from your mind's conceptualizations. Recognizing this, any action against (--) is essentially an action against yourself, and vice versa. Do you now recognize that any conflict between you two, or anyone else, is essentially a conflict against oneself?
ar: صحيح. أنت و (--) تفتقران إلى الوجود الفردي لأنكما لستما كائنين مستقلين قادرين على التوليد الذاتي. بدل ذلك، كلاكما مُركبان من نفس الطبيعة الكونية، المتشكلة من العديد من العناصر المادية و الغير المادية، وليس العناصر الخاصة بكما. أصلك و جوهرك متطابقان، وأية تميزات مُعتقدة لا تنتمي إلى أي فرد، بل تنتمي إلى الوجود بأكمله. وبالتالي هي أقارب و توجد فقط في تسميات عقلك الباطني. بالتعرف على هذا، أي فعل ضد (--) هو فعل ضد نفسك، و العكس صحيح.
he: נכון. אתה ו-(--) חסרים קיום אינדיבידואלי מכיוון שאינכם ישויות יחידניות ואתם ללא יכולת ייצור עצמי. במקום זאת, שניכם הינכם קומפוזיציות של אותם אינספור אלמנטים פיזיים ולא-פיזיים אוניברסליים. המקור והמהות שלכם זהים, וכל ההבחנות הנתפסות הן יחסיות, הנובעות מההמשגות של המוח שלך. מתוך הכרה בכך, כל פעולה נגד (--) היא למעשה פעולה נגד עצמך ולהיפך. האם אתה מכיר כעת כי כל קונפליקט בין שניכם, או מישהו אחר, הוא למעשה קונפליקט נגד עצמך?

source: Take a moment to reflect profoundly on each question. Envision the presented information without the influence of preconceived notions to grasp life’s facts and the truth of this conclusion.
ar: خد لحظة للتفكير بعمق في كل سؤال. تخيل المعلومات المقدمة بدون تأثيرات الأفكار المسبقة عليها من أجل فهم حقائق الحياة و من أجل فهم حقيقة هذه الخلاصة.
he: הקדישו רגע להרהור מעמיק בכל שאלה. דמיינו את המידע המוצג ללא השפעה של דעות קדומות כדי להבין את עובדות החיים ואת אמיתות מסקנה זו.

# completion_message
source: Now, empowered with the understanding and evidence that human senses have deceived humanity for centuries, you recognize the contradiction in the prevailing viewpoint that everyone possesses their own existence. This ignorance fuels conflicts, unhappiness, and suffering. Embracing this correct knowledge paves the simplest path to inexhaustible wisdom, peace, and happiness for you and the world. If you believe this app has the potential to break the endless cycle of self-made conflict, please help us spread the word. Thank you! Congratulations! You have completed all 3 Steps and Conclusions! If you want to find out why humans and animals exists without any difference, visit our Free Mind Detox App.
ar: الأن، لقد اكتسبت المفهوم و الدليل على أن حواس البشر خدعت البشرية لقرون، و أنت تتعرف على التناقض في وجهة النظر السائدة على أن الجميع يمتلكون وجودهم الخاص. هذا الجهل يغذي النزاع، الحزن، و المعانات. بتقبل هذه المعلومة الصحيحة هذا يفتح أبسط الطرق إلى الحكمة التي لا تنضب والسلام والسعادة لك وللعالم. إذا تعتقد بأن هذا التطبيق قادر على كسر دورة صراع الصنع الذاتي التي لا تنتهي، رجاءاً ساعدنا في نشر هذه المعلومة. شكراً إلك! تهانينا! لقد أكملت كل الخطوات الـ3 و الخلاصة! رجاءاً تبرع من أجل تحسين هذا التطبيق و إبقاءه مجاني. إذا كنت تريد معرفة سبب وجود البشر والحيوانات دون أي فرق، قم بزيارة تطبيق Mind Detox المجاني الخاص بنا.
he: כעת, חמושים בהבנה ובהוכחות לכך שהחושים האנושיים הטעו את האנושות במשך מאות שנים, אתה מזהה את הסתירה בנקודת המבט הרווחת שלפיה לכל אחד יש את הקיום שלו. בורות זו מלבה קונפליקטים, אומללות וסבל. אימוץ הידע החדש והנכון הזה סוללת את הדרך הפשוטה ביותר לחוכמה, שלווה ואושר בלתי נדלים עבורך ועבור העולם. אם אתה מאמין שלאפליקציה הזו יש פוטנציאל לשבור את המחזור האינסופי של קונפליקט מתוצרת עצמית, אנא עזורו לנו להפיץ את המילה. תודה לך! מזל טוב! סיימת את כל 3 הנקודות ומסקנותיהן! אם אתם רוצים לגלות מדוע בני אדם ובעלי חיים קיימים ללא כל הבדל, בקרו באפליקציית Mind Detox החינמית שלנו.

source: Did (--) self-produce without any parents?
ar: هل أنتج (--) نفسه بدون والدان؟
he: האם (--) יצרו את עצמם לבד ללא הורים?

source: Did (--) self-generate without any artificial laboratory procedure, or other processes?
ar: هل قام (--) بتوليد نفسه بدون أية عملية مخبرية اصطناعية، أو أية عمليات أخرى؟
he: האם (--) יצר/ה את עצמו/עצמה לבד ללא תהליך מעבדתי מלאכותי (הזרעה מלאכותית) או על ידי תהליכים אחרים?

source: Click on the photo.
ar: انقر على الصورة.
he: לחץ על התמונה.

source: Go to Step #1
ar: انتقل إلى الخطوة رقم 1
he: עבור לשלב מס' 1

source: Go to Step #2
ar: انتقل إلى الخطوة رقم 2
he: עבור לשלב מס' 2

source: Go to Step #3
ar: انتقل إلى الخطوة رقم 3
he: עבור לשלב מס' 3

source: Go to conclusion
ar: انتقل إلى الاستنتاج
he: עבור למסקנה

source: We understand this is not easy. Please repeat Step #1.
ar: نحن نتفهم أن هذا ليس سهلاً. يُرجى تكرار الخطوة الأولى.
he: אנו מבינים שזה לא קל. אנא חזרו על שלב 1.

source: By navigating the fundamental aspects of existence, you’ve grasped that (--) and you share the same origin and essence, devoid of any individual nature. Any distinctions between you and others arise from the shared universal nature, and not from your individual essence. These distinctions are not true differences, as they belong to the whole of nature rather than any one person. They are relative and exist only as labels we assign. Understanding the sameness we all share eliminates the basis for conflicts and unhappiness. Recognizing this reality is pivotal, as any conflict between you two or anyone else is fundamentally a conflict against oneself. A true peace and happiness await those who comprehend and practice this profound understanding.
ar: صحيح و تهانينا! من خلال التنقل عبر الجوانب الأساسية للوجود، لقد أدركت بأن (--) و أنت تشتركان نفس الأصل و الجوهر، و تفتقران لأية طبيعة فردية. أي تميزات بينكما لا تنتمي إليكما بل تنتمي للكون و توجد في تسميات لا أكثر. فهم التماثل الذي نتشاركه كلنا يقضي على أساس الصراعات و الحزن. التعرف على هذا الواقع أمر ضروري، لأن أي نزاع بينكما أو بين أي أحد اخر هو في الأساس نزاع ضد نفسك. السلام و السعادة الحقيقية تنتظر الذين يفهمون و يمارسون هذا المفهوم العميق.
he: נכון וכל הכבוד! על ידי ניווט בהיבטים הבסיסיים של הקיום, הבנתם את זה (--) ואתם חולקים את אותו המקור והמהות, ללא שום אופי אינדיבידואלי. כל הבדלים ביניכם הם יחסיים ומתקיימים בתוויות בלבד. הבנת האחדות שכולנו חולקים מבטלת את הבסיס לקונפליקטים. ההכרה במציאות הזו היא חיונית, שכן כל עימות בינכם או כל אחד אחר מתנגש ביסודו נגד עצמו. שלווה ואושר אמיתיים מחכים לאלה שמבינים ומתרגלים את ההבנה העמוקה הזו.

source: Repeat Point 1
ar: كرر الخطوة 1
he: חזור על שלב 1

source: Repeat Point 2
ar: كرر الخطوة 2
he: חזור על שלב 2

source: Repeat Point 3
ar: كرر الخطوة 3
he: חזור על שלב 3

source: Ask Peace Booster AI
ar: اسأل الذكاء الاصطناعي
he: שאל את הבינה המלאכותית

source: Rephrase by AI
ar: التوضيح بالذكاء الاصطناعي
he: הבהרה באמצעות בינה מלאכותית

source: Ask about what you’re experiencing or what doesn’t make sense…
ar: اسأل عن ما تمر به أو ما لا معنى له...
he: שאלו על מה שאתם חווים או מה לא הגיוני...

source: Articles
ar: المقالات
he: מאמרים

source: Videos
ar: مقاطع الفيديو
he: סרטונים

source: Share
ar: يشارك
he: לַחֲלוֹק

source: 1. What is Peace Booster App?
ar: 1. ما هو تطبيق "معزز السلام"؟
he: 1. מהי אפליקציית Peace Booster?

source: Peace Booster is a gentle, daily guide to help you move beyond conflict and stress, and discover the peace that lies at the heart of every situation. It’s not about adding something new—it’s about revealing the unity that was always there.
ar: "معزز السلام" دليل يومي لطيف يساعدك على تجاوز الصراع والتوتر، واكتشاف السلام الكامن في كل موقف. لا يتعلق الأمر بإضافة شيء جديد، بل بالكشف عن الوحدة التي لطالما كانت موجودة.
he: Peace Booster הוא מדריך עדין ויומי שיעזור לכם להתגבר על קונפליקט ולחץ, ולגלות את השלווה הטמונה בלב כל סיטואציה. זה לא עניין של להוסיף משהו חדש - זה עניין של לחשוף את האחדות שתמיד הייתה שם.

source: 2. Who is Peace Booster App for?
ar: 2. لمن تطبيق "معزز السلام"؟
he: 2. למי מיועדת אפליקציית Peace Booster?
