Repository: abalos11/PeaceBooster_IOS_AI
Catalog: CEO/*.lproj/Localizable.strings
Languages: ar, he

source: Peace Booster is for anyone—whether you’re feeling stressed by daily life, searching for calm amidst chaos, or simply curious about a deeper way of seeing. This isn’t just for conflict zones; it’s also for the mind’s preconceived ideas and misconceptions.
ar: "معزز السلام" مناسب للجميع، سواء كنت تشعر بتوتر الحياة اليومية، أو تبحث عن الهدوء وسط الفوضى، أو ببساطة ترغب في رؤية أعمق للأمور. هذا التطبيق لا يقتصر على مناطق الصراع فحسب، بل يشمل أيضًا الأفكار المسبقة والمفاهيم الخاطئة في العقل.
he: Peace Booster מיועדת לכל אחד - בין אם אתם מרגישים לחוצים מחיי היומיום, מחפשים שלווה בתוך כאוס, או פשוט סקרנים לגבי דרך ראייה עמוקה יותר. זה לא רק לאזורי קונפליקט; זה גם לרעיונות מוקדמים ותפיסות מוטעות של התודעה.

source: 3. Do I need to believe in anything for this to work?
ar: 3. هل عليّ الإيمان بأي شيء لكي ينجح هذا التطبيق؟
he: 3. האם אני צריך להאמין במשהו כדי שזה יעבוד?

source: No beliefs or faith are required. Peace Booster doesn’t ask you to accept ideas—it invites you to see beyond them. It’s a direct, experiential process of seeing what’s always been true yet somehow remains unnoticed by most.
ar: لا حاجة للمعتقدات أو الإيمان. لا يطلب منك "معزز السلام" قبول الأفكار، بل يدعوك لرؤية ما وراءها. إنها عملية تجريبية مباشرة لرؤية ما كان دائمًا صحيحًا ولكنه بطريقة ما يبقى غائبًا عن أذهان معظم الناس.
he: לא נדרשות אמונות או אמונה. Peace Booster לא מבקש מכם לקבל רעיונות - הוא מזמין אתכם לראות מעבר להם. זהו תהליך ישיר וחווייתי של ראיית מה שתמיד היה נכון, אך איכשהו נותר בלתי מורגש על ידי רוב האנשים.

source: 4. Is this based on a religion or spiritual practice?
ar: 4. هل يستند هذا التطبيق إلى دين أو ممارسة روحية؟
he: 4. האם זה מבוסס על דת או פרקטיקה רוחנית?

source: Peace Booster draws on nondual observable facts—a timeless insight into the oneness of all existence. While traditions like Advaita and Zen express similar truths, Peace Booster is designed to be accessible and universal—no labels or dogma.
ar: يعتمد برنامج "معزز السلام" على حقائق غير ثنائية قابلة للملاحظة - نظرة ثاقبة خالدة إلى وحدة الوجود. بينما تُعبّر تقاليد مثل أدفيتا وزين عن حقائق متشابهة، صُمم "معزز السلام" ليكون في متناول الجميع وعالميًا - بلا تصنيفات أو عقائد.
he: Peace Booster נשען על עובדות בלתי-דואליות וניתנות לצפייה - תובנה נצחית על אחדות כל הקיום. בעוד שמסורות כמו אדוויטה וזן מבטאות אמיתות דומות, Peace Booster נועד להיות נגיש ואוניברסלי - ללא תוויות או דוגמה.

source: 5. What will I be doing each day?
ar: 5. ماذا سأفعل كل يوم؟
he: 5. מה אעשה בכל יום?

source: Every day, you’ll be guided to pause and honestly look at the way you perceive existence, including your own, and notice how conflict or tension appears in your mind when faced with new, irrefutable facts. You’ll also see how it can dissolve when you recognize the illusions of separation. These short, practical sessions can be done anywhere, anytime.
ar: كل يوم، سيتم توجيهك للتوقف والتأمل بصدق في طريقة إدراكك للوجود، بما في ذلك وجودك، وملاحظة كيف يظهر الصراع أو التوتر في ذهنك عند مواجهة حقائق جديدة لا تقبل الجدل. سترى أيضًا كيف يمكن أن يتلاشى عندما تُدرك أوهام الانفصال. يمكن إجراء هذه الجلسات العملية القصيرة في أي مكان وفي أي وقت.
he: בכל יום, תונחו לעצור ולהסתכל בכנות על האופן שבו אתם תופסים את הקיום, כולל שלכם, ולשים לב כיצד קונפליקט או מתח מופיעים בתודעתכם כשאתם מתמודדים עם עובדות חדשות ובלתי ניתנות להפרכה. תראו גם כיצד הם יכולים להתמוסס כשאתם מזהים את אשליות ההפרדה. ניתן לבצע את המפגשים הקצרים והמעשיים הללו בכל מקום ובכל זמן.

source: 6. How soon will I notice results?
ar: 6. متى سألاحظ النتائج؟
he: 6. תוך כמה זמן אשים לב לתוצאות?

source: Many people feel more ease and calm instantly. Others find the shift happens gradually, almost invisibly. There’s no timeline—just an invitation to trust your direct experience.
ar: يشعر الكثيرون بمزيد من الراحة والهدوء على الفور. يجد آخرون أن التحول يحدث تدريجيًا، وبشكل غير مرئي تقريبًا. لا يوجد جدول زمني - مجرد دعوة للثقة بتجربتك المباشرة.
he: אנשים רבים חשים יותר נינוחות ורוגע באופן מיידי. אחרים מגלים שהשינוי קורה בהדרגה, כמעט באופן בלתי נראה. אין ציר זמן - רק הזמנה לבטוח בחוויה הישירה שלכם.

source: 7. Can this help with anxiety or relationship stress?
ar: 7. هل يمكن أن يُساعد هذا في تخفيف القلق أو توتر العلاقات؟
he: 7. האם זה יכול לעזור עם חרדה או לחץ במערכות יחסים?

source: Yes. Peace Booster helps reveal the hidden unity beneath all negativity, including conflict—within yourself, and in relationships. While it’s not therapy, many people say it brings relief from anxiety, tension, and emotional strain because of the brand-new way of understanding existence itself.
ar: نعم. يُساعدك "مُعزِّز السلام" على كشف الوحدة الخفية الكامنة وراء كل سلبية، بما في ذلك الصراعات، داخل نفسك وفي علاقاتك. مع أنه ليس علاجًا نفسيًا، إلا أن الكثيرين يقولون إنه يُخفف من القلق والتوتر والضغط النفسي بفضل طريقة جديدة تمامًا لفهم الوجود نفسه.
he: כן. Peace Booster עוזר לחשוף את האחדות הנסתרת מתחת לכל שליליות, כולל קונפליקט - בתוככם ובמערכות יחסים. למרות שזה לא טיפול, אנשים רבים אומרים שזה מביא הקלה מחרדה, מתח ולחץ רגשי בזכות הדרך החדשה לגמרי להבין את הקיום עצמו.

source: 8. Will my personal data be kept private?
ar: 8. هل ستُحفظ خصوصية بياناتي الشخصية؟
he: 8. האם המידע האישי שלי יישמר פרטי?

source: Absolutely. Peace Booster respects your privacy. We don’t track or store personal data, ensuring your experience stays private and secure.
ar: بالتأكيد. "مُعزِّز السلام" يحترم خصوصيتك. لا نتتبع أو نخزن بياناتك الشخصية، مما يضمن خصوصية تجربتك وأمانها.
he: בהחלט. Peace Booster מכבד את פרטיותך. איננו עוקבים או מאחסנים מידע אישי, ומבטיחים שהחוויה שלך תישאר פרטית ומאובטחת.
